Repository: nzztkk/-SDU_App_ios
Catalog: SDU_App/res/strings/*.lproj/sys_w.strings
Languages: kk, ru

# schedule_p
source: Schedule
kk: Кесте
ru: Расписание

# courses_p
source: Courses
kk: Курстар
ru: Курсы

# deadlines_p
source: Deadlines
kk: Мерзімі
ru: Дедлайны

# lesson_info_p
source: Lesson info
kk: Сабақтың толық ақпараты
ru: Информация о паре

# ntfy_start_time
source: Lesson starts at %@
kk: Сабақтың басталуы %@
ru: Начало в %@

# ntfy_location
source: in the %@ classroom
kk: %@ аудиторияда
ru: в %@ аудитории

# login_b
source: Log In
kk: Кіру
ru: Войти

# sdu_id
source: Student ID
kk: Студенттік ID
ru: Студенческий ID

# privacy_policy
source: This app was created for a future diploma project, not for commercial use.
kk: Бұл қосымша болашақ дипломдық жоба үшін жасалған, коммерциялық мақсатта пайдалануға арналмаған.
ru: Это приложение создано для будущего дипломного проекта, а не для коммерческого использования.

# use_portal_data
source: Please use your SDU portal credentials to log in.
kk: Кіру үшін SDU порталының деректерін пайдаланыңыз.
ru: Пожалуйста, используйте данные SDU-портала для входа.

# welcome
source: Welcome to the SDU App! ðŸ‘‹
kk: SDU қосымшасына қош келдіңіз! 👋
ru: Приветствую в SDU App! 👋
